Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# weather.condition.unavailable
source: Not available
ar: غير متوفر
bg: Не е достъпна
ca: No disponible
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
el: Δεν διατίθεται
es: No disponible
es_us: No disponible
fi: Ei saatavilla
fr: Indisponible
fr_ca: Non disponible
he: לא זמין
hi: उपलब्ध नहीं
hr: Nije dostupno
hu: Nem érhető el
id: Tidak tersedia
it: Non disponibile
ja: 使用不可
kk: Қолжетімсіз
ko: 사용할 수 없음
lt: Neprieinama
ms: Tidak tersedia
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Não disponível
pt_pt: Indisponível
ro: Informații indisponibile
ru: Недоступно
sk: Nedostupné
sl: Ni na voljo
sv: Ej tillgängligt
th: ไม่มี
tr: Kullanılamıyor
uk: Недоступно
vi: Không có sẵn
zh_cn: 不可用
zh_hk: 無法使用
zh_tw: 無法取得

# weather.condition.windy
source: Windy
ar: عاصف
bg: Ветровито
ca: Vent
cs: Větrno
da: Blæsende
de: Windig
el: Άνεμοι
es: Viento
es_us: Viento
fi: Tuulista
fr: Vent
fr_ca: Vent
he: רוחות ערות
hi: हवादार
hr: Vjetrovito
hu: Szeles
id: Berangin
it: Ventoso
ja: 強風
kk: Желді
ko: 바람
lt: Vėjuota
ms: Berangin
nb: Vind
nl: Krachtige wind
pl: Wiatr
pt: Rajadas de vento
pt_pt: Vento
ro: Vânt puternic
ru: Ветрено
sk: Veterno
sl: Vetrovno
sv: Blåsigt
th: ลมแรง
tr: Rüzgârlı
uk: Вітряно
vi: Có gió
zh_cn: 有风
zh_hk: 大風
zh_tw: 風大

source: Zoom
ar: التكبير
bg: Увеличаване
cs: Zvětšení
el: Ζουμ
fi: Zoomaus
he: הגדלה
hi: ज़ूम करें
hr: Zum
hu: Nagyítás
ja: ズーム機能
kk: Масштабтау
ko: 확대/축소
lt: Mastelis
ms: Zum
nl: Zoomen
ru: Увеличение
sk: Zväčšovanie
sl: Povečava
sv: Zooma
th: ซูม
tr: Büyütme
uk: Масштаб
vi: Thu phóng
zh_cn: 缩放
zh_hk: 縮放
zh_tw: 縮放

# ZOOM_LENS_EFFECT_BLACK_AND_WHITE
source: Grayscale
ar: تدرج الرمادي
bg: Нива на сивото
ca: Escala de grisos
cs: Stupně šedi
da: Gråtoner
de: Graustufen
el: Κλίμακα του γκρι
es: Escala de grises
es_us: Escala de grises
fi: Harmaasävy
fr: Nuances de gris
fr_ca: Niveaux de gris
he: גוני אפור
hi: ग्रेस्केल
hr: Sivi tonovi
hu: Szürkeárnyalat
id: Skala Abu-Abu
it: Scala di grigi
ja: グレイスケール
kk: Сұр түс реңктері
ko: 흑백 모드
lt: Nespalvota
ms: Skala Kelabu
nb: Gråtoner
nl: Grijstinten
pl: Skala szarości
pt: Tons de Cinza
pt_pt: Cinzentos
ro: Tonuri de gri
ru: Оттенки серого
sk: Odtiene sivej
sl: Sivine
sv: Gråskala
th: ระดับสีเทา
tr: Gri Tonlu
uk: Монохромний
vi: Màu xám
zh_cn: 灰度
zh_hk: 灰階效果
zh_tw: 灰階

# ZOOM_LENS_EFFECT_BLACK_AND_WHITE_INVERTED
source: Grayscale Inverted
ar: تدرج رمادي معكوس
bg: Инвертирани нива на сивото
ca: Escala de grisos invertida
cs: Inverzní stupně šedi
da: Inverterede gråtoner
de: Invertierte Graustufen
el: Κλίμακα γκρι ανεστραμμένη
es: Escala de grises invertida
es_us: Escala de grises invertida
fi: Käänteinen harmaasävy
fr: Nuances de gris inversées
fr_ca: Niveaux de gris inversés
he: גוני אפור - תשליל
hi: ग्रेस्केल इंवर्टेड
hr: Obrnuti sivi tonovi
hu: Szürkeárnyalatok invertálva
id: Skala Abu-Abu Dibalikkan
it: Scala di grigi invertita
ja: グレイスケール反転
kk: Инверттелген сұр түс реңктері
ko: 흑백 반전 모드
lt: Invertuota nespalvoto vaizdo skalė
ms: Skala Kelabu Diterbalikkan
nb: Gråtoner invertert
nl: Grijstinten omgekeerd
pl: Skala szarości odwrócona
pt: Tons de Cinza Invertidos
pt_pt: Nível de cinzentos inverso
ro: Tonuri de gri inversate
ru: Оттенки сер. (инв.)
sk: Prevrátené odtiene sivej
sl: Obrnjene sivine
sv: Inverterad gråskala
th: ระดับสีเทาแบบกลับสี
tr: Ters Gri Tonlu
uk: Інверсний монохромний
vi: Thang màu xám đảo ngược
zh_cn: 反转灰度
zh_hk: 灰階效果反轉
zh_tw: 灰階反相

# ZOOM_LENS_EFFECT_HUE_ADJUST
source: Hue Adjust
ar: ضبط تدرج اللون
bg: Настрой оттенък
ca: Ajust de tons
cs: Úprava odstínu
da: Nuancejustering
de: Farbton anpassen
el: Προσαρμογή απόχρωσης
es: Ajuste de matiz
es_us: Ajuste de tono
fi: Sävynsäätö
fr: Ajustement de tonalité
fr_ca: Réglage des teintes
he: התאמת גוונים
hi: रंग ऐडजस्ट
hr: Podešavanje nijanse
hu: Árnyalatbeállítás
id: Penyesuaian Hue
it: Regolazione tonalità
ja: 色相調整
kk: Реңкті реттеу
ko: 색조 조절
lt: Atspalvio reguliavimas
ms: Laras Rona
nb: Nyansejustering
nl: Tintaanpassing
pl: Korekcja barwy
pt: Ajuste de Matiz
pt_pt: Ajuste de tonalidade
ro: Ajustare nuanță
ru: Корректировка тона
sk: Úprava odtieňa
sl: Prilagajanje odtenka
sv: Nyansjustering
th: การปรับเฉดสี
tr: Renk Özü Ayarlama
uk: Корекція тону
vi: Điều chỉnh sắc độ
zh_cn: 色相调整
zh_hk: 色相調整
zh_tw: 彩度調整

# ZOOM_LENS_EFFECT_INVERTED
source: Inverted
ar: معكوس
bg: Инвертирани
ca: Invertit
cs: Inverze
da: Inverteret
de: Invertiert
el: Ανεστραμμένο
es: Invertida
es_us: Invertido
fi: Käänteinen
fr: Inversé
fr_ca: Inversé
he: הפוך
hi: इंवर्टेड
hr: Obrnuto
hu: Invertált
id: Dibalikkan
it: Invertito
ja: 反転
kk: Инверттелген
ko: 반전
lt: Invertuota
ms: Diterbalikkan
nb: Invertert
nl: Omgekeerd
pl: Odwrócony
pt: Invertido
pt_pt: Inverso
ro: Inversat
ru: Инвертировано
sk: Prevrátený
sl: Obrnjeno
sv: Inverterad
th: กลับสี
tr: Ters
uk: Інверсія
vi: Đảo ngược
zh_cn: 反转
zh_hk: 反轉
zh_tw: 反相

# ZOOM_LENS_EFFECT_LOW_LIGHT
source: Low Light
ar: ضوء خفيف
bg: Слаба светлина
ca: Llum baixa
cs: Málo světla
da: Dårligt lys
de: Dunkle Umgebung
el: Χαμηλός φωτισμός
es: Poca luz
es_us: Luz leve
fi: Heikko valo
fr: Éclairage faible
fr_ca: Faible luminosité
he: תאורה נמוכה
hi: निम्न प्रकाश
hr: Slabo svjetlo
hu: Kevés fény
id: Cahaya Rendah
it: Scarsa luminosità
ja: 低照度
kk: Көмескі жарық
ko: 어두운 조명
lt: Silpnas apšvietimas
ms: Cahaya Malap
nb: Svakt lys
nl: Weinig licht
pl: Słabe światło
pt: Luz Fraca
pt_pt: Pouca luz
ro: Lumină slabă
ru: Слабый свет
sk: Slabé svetlo
sl: Šibka svetloba
sv: Svagt ljus
th: แสงสว่างน้อย
tr: Az Işık
uk: Слабке світло
vi: Ánh sáng yếu
zh_cn: 弱光
zh_hk: 低亮度
zh_tw: 低光

# ZOOM_LENS_EFFECT_NONE
source: None
ar: لا يوجد
bg: Няма
ca: Cap
cs: Žádný
da: Ingen
de: Ohne
el: Κανένα
es: Ninguno
es_us: Ninguno
fi: Ei mitään
fr: Aucun
fr_ca: Aucun
he: ללא
hi: कोई नहीं
hr: Bez
hu: Nincs
id: Tidak Ada
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
pt_pt: Nenhum
ro: Nimic
ru: Нет
sk: Žiadny
sl: Brez
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

# ZOOM_LENS_MODE_DOCKED
source: Pinned Zoom
ar: التكبير المثبت
bg: Фиксирано увеличаване
ca: Zoom fixat
cs: Přišpendlené zvětšení
da: Fastgjort zoom
de: Angepinnter Zoom
el: Καρφιτσωμένο ζουμ
es: Zoom fijado
es_us: Zoom fijo
fi: Kiinnitetty zoomaus
fr: Zoom épinglé
fr_ca: Zoom épinglé
he: הגדלה מוצמדת
hi: पिन किया गया ज़ूम
hr: Zakvačeni zum
hu: Rögzített nagyítás
id: Zoom yang Dipin
it: Zoom fissato
ja: ピンで固定したズーム
kk: Масштабтаудың бекітілген режимі
ko: 고정된 확대/축소
lt: Srities mastelis
ms: Zum Dipin
nb: Festet zoom
nl: Vastgemaakte zoomfunctie
pl: Przypięty zoom
pt: Zoom Fixado
pt_pt: Ampliação afixada
ro: Zoom fixat
ru: Закрепленный режим увеличения
sk: Ukotvené zväčšenie
sl: Pripeta povečava
sv: Fastnålad zoomning
th: การซูมที่ปักหมุด
tr: İğnelenmiş Büyütme
uk: Закріплений масштаб
vi: Thu phóng được ghim
zh_cn: 固定缩放
zh_hk: 已固定的縮放
zh_tw: 已固定的縮放

# ZOOM_LENS_MODE_FULLSCREEN
source: Full Screen Zoom
ar: تكبير ملء الشاشة
bg: Увеличаване на целия екран
ca: A pantalla completa
cs: Celá obrazovka
da: Zoom i fuld skærm
de: Vollbildzoom
el: Ζουμ σε πλήρη οθόνη
es: Zoom a pantalla completa
es_us: Zoom de pantalla completa
fi: Koko näyttö
fr: Zoom plein écran
fr_ca: Zoom plein écran
he: הגדלה/הקטנה במסך מלא
hi: फ़ुल स्‍क्रीन ज़ूम
hr: Zaslon
hu: Teljes képernyős nagyítás
id: Zoom Layar Penuh
it: Schermo intero
ja: フルスクリーンズーム
kk: Толық экран
ko: 전체 화면 확대/축소
lt: Viso ekrano mastelis
ms: Zum Skrin Penuh
nb: Zoom i fullskjerm
nl: Zoom hele scherm
pl: Pełny ekran
pt: Zoom em Tela Cheia
pt_pt: Ecrã completo
ro: Zoom pe tot ecranul
ru: Весь экран
sk: Celá obrazovka
sl: Celozaslonsko
sv: Zoom i helskärm
th: ซูมแบบโหมดเต็มหน้าจอ
tr: Tam Ekran Büyütme
uk: Масштаб на весь екран
vi: Thu phóng toàn màn hình
zh_cn: 全屏幕缩放
zh_hk: 全螢幕縮放
zh_tw: 全螢幕縮放

# ZOOM_LENS_MODE_WINDOW
source: Window Zoom
ar: نافذة التكبير/التصغير
bg: Увеличаване на прозореца
ca: A finestra
cs: V okně
da: Vinduezoom
de: Fensterzoom
el: Ζουμ στο παράθυρο
es: Zoom en ventana
es_us: Zoom de ventana
fi: Zoomausikkuna
fr: Zoom fenêtre
fr_ca: Zoom de fenêtre
he: הגדלת חלון
hi: विंडो ज़ूम
hr: Prozor
hu: Ablak nagyítása
id: Zoom Jendela
it: Finestra
ja: ウインドウズーム
kk: Терезе
ko: 윈도우 확대/축소
lt: Lango mastelis
ms: Zum Tetingkap
nb: Vinduszoom
nl: Zoom in venster
pl: Okno
pt: Zoom em Janela
pt_pt: Janela
ro: Zoom în fereastră
ru: Окно
sk: Zväčšenie okna
sl: Povečava okna
sv: Zoomning i fönsterläge
th: ซูมแบบหน้าต่าง
tr: Pencere Büyütme
uk: Масштаб у вікні
vi: Thu phóng cửa sổ
zh_cn: 窗口缩放
zh_hk: 視窗縮放
zh_tw: 視窗縮放

# zoomDescription
source: Zoom is a powerful built-in magnifier that lets you enlarge the interface.
ar: التكبير عبارة عن عدسة مكبَّرة قوية مضمنة تتيح لك تكبير الشاشة.
bg: Функцията Увеличаване представя мощна вградена лупа, с която можете да увеличите интерфейса.
ca: El zoom és una potent lupa integrada que serveix per ampliar la interfície.
cs: Zvětšení je vysoce výkonná vestavěná lupa,. která vám umožňuje zvětšit uživatelské rozhraní.
da: Zoom er et effektivt indbygget forstørrelsesglas, som du kan bruge til at forstørre grænsefladen.
de: „Zoom“ ist eine leistungsfähige, integrierte Lupe zum Vergrößern der Benutzeroberfläche.
el: Το Ζουμ είναι ένας ισχυρός μεγεθυντικός φακός που επιτρέπει τη μεγέθυνση των διεπαφών.
es: Esta función actúa como una avanzada lupa integrada que te permite ampliar la interfaz.
es_us: El zoom es una potente lupa integrada que te permite ampliar la interfaz.
fi: Zoomaus on sisäänrakennettu tehokas suurennuslasi, jolla voit suurentaa käyttöliittymää.
fr: Le zoom est une puissante loupe intégrée qui vous permet d’agrandir l’interface.
fr_ca: Le zoom est une puissante loupe intégrée qui vous permet d’agrandir l’interface.
he: המאפיין ״הגדלה״ הוא כלי הגדלה מובנה ועוצמתי שמאפשר לך להגדיל את הממשק.
hi: ज़ूम एक दमदार बिल्टइन मैग्निफ़ाइर है जिसकी मदद से आप इंटरफ़ेस को बड़ा कर सकते हैं।
hr: Zum je snažno ugrađeno povećalo koje omogućava povećanje sučelja.
hu: A Nagyítás egy hatékony beépített eszköz, amellyel felnagyíthatja a felhasználói felületet.
id: Zoom adalah pembesar internal andal yang memungkinkan Anda memperbesar antarmuka.
it: Lo zoom è un’utile lente di ingrandimento integrata che ti consente di aumentare le dimensioni dell’interfaccia.
ja: ズーム機能はインターフェースを拡大できるパワフルな内蔵の拡大鏡です。
kk: Масштабтау — интерфейсті ұлғайтуға мүмкіндік беретін күшті кіріктірілген лупа.
ko: 확대/축소는 인터페이스를 확대할 수 있는 강력한 내장 확대기입니다.
lt: „Mastelis“ – tai galingas integruotas didintuvas, leidžiantis padidinti sąsajos vaizdą.
ms: Zum ialah pembesar terbina dalam berkuasa yang membolehkan anda membesarkan antara muka.
nb: Zoom er et kraftig innebygd forstørrelsesglass som du kan bruke til å forstørre grensesnittet.
nl: De zoomfunctie is een krachtig ingebouwd vergrootglas waarmee je de interface kunt vergroten.
pl: Zoom to zaawansowane, wbudowane narzędzie, które pozwala powiększać interfejs użytkownika.
pt: O Zoom é uma lupa integrada poderosa que permite aumentar a interface.
pt_pt: Zoom é uma funcionalidade de lupa integrada que permite ampliar a interface.
ro: Funcționalitatea Zoom este o lupă puternică integrată, care permite mărirea interfeței.
ru: Увеличение — встроенная возможность увеличивать элементы интерфейса.
sk: Zväčšovanie je efektívna vstavaná lupa, pomocou ktorej môžete zväčšovať rozhranie.
sl: Povečava je zmogljiva vgrajena lupa, s katero lahko povečate vmesnik.
sv: Zooma är en kraftfull inbyggd förstorare som du kan använda till att förstora gränssnittet.
th: ซูมเป็นแว่นขยายในตัวเครื่องที่ทรงพลังที่คุณสามารถใช้ขยายอินเทอร์เฟซได้
tr: Büyütme, arayüzü büyütmeye yarayan yerleşik, güçlü bir büyüteçtir.
uk: Масштабування — це потужна вбудована функція наближення інтерфейсу.
vi: Thu phóng là một kính lúp được tích hợp mạnh mẽ cho phép bạn phóng to giao diện.
zh_cn: “缩放”是一款强大的内建放大器，可让你放大界面。
zh_hk: 「縮放」是功能強大的內置放大鏡，可放大介面。
zh_tw: 「縮放」是能讓你放大介面的強力內建放大鏡。

# PASSWORD
source: PIN
bg: ПИН
fr: Code PIN
fr_ca: NIP
he: קוד PIN
hi: पिन
kk: PIN коды
lt: PIN kodas
nb: PIN-kode
nl: Pincode
ru: PIN‑код
sv: PIN-kod
th: รหัส PIN
uk: PIN-код
zh_cn: PIN码
